export const ALL_FOOD = [
  {
    name: '香菇炒青菜',
    src: 'https://m.xiachufang.com/recipe/104220027/',
    recipe: ['🍄香菇', '🥬青菜', '干辣椒', '🧄蒜'],
  },
  {
    name: 'Burger',
    recipe: ['Buns', 'Lettuce', 'Burger Meat'],
  },
  {
    name: '韩国Bibabam',
    recipe: [
      '🍄香菇',
      '🥒黄瓜',
      '🥑牛油果',
      'peterZhang-糖醋鸡',
      'Lettuce',
      '白萝卜',
    ],
  },
  {
    name: '油泼面',
    recipe: ['Lettuce', '🧄蒜', 'Noodle', '豆芽', '辣椒面', '小葱'],
  },
  {
    name: '咖喱鸡肉土豆',
    recipe: ['🥔土豆', '鸡肉', '🍛咖喱', '🥕胡萝卜'],
  },
  {
    name: '白菜炖粉条',
    src: 'https://m.xiachufang.com/recipe/1068773/',
    recipe: ['白菜', '小葱', '🧄蒜', '粉条'],
  },
  {
    name: '莲菜腊肉',
    recipe: ['莲菜', '腊肉', '🌶️辣椒'],
  },
  {
    name: '蒜苔炒鸡肉(孜然)',
    recipe: ['孜然', '🐔鸡肉', '蒜苔'],
  },
  {
    name: '韩国海鲜汤',
    recipe: ['海鲜汤', '豆腐', '🥔土豆', '白萝卜'],
  },
  {
    name: '培根花菜',
    src: 'https://labuladong.online/algo/data-structure/dijkstra',
    recipe: ['🥓培根', '白菜花', '🌶️辣椒'],
  },
  {
    name: '麻婆豆腐',
    recipe: ['豆腐', '麻婆豆腐料汁', '小葱'],
  },
  {
    name: '酸辣土豆丝',
    recipe: ['🥔土豆', '🌶️辣椒'],
  },
  {
    name: '蒜汤鱼',
    recipe: ['🥔土豆', '🐟鱼肉', '金针菇', '芹菜', '白萝卜'],
  },
  {
    name: '烩麻食',
    src: 'https://www.xiachufang.com/recipe/103941109/',
    recipe: ['🥔土豆', '豇豆', '木耳', '金针菇', '🍅西红柿', '豆腐', '青菜'],
  },
  {
    name: '韩国炒年糕',
    recipe: ['年糕', '年糕酱'],
  },
  {
    name: 'Pasta',
    recipe: ['Pasta', 'Meatball', 'garlic toaste'],
  },
  {
    name: '蒜蓉油麦菜',
    recipe: ['🧄蒜', '油麦菜'],
  },
  {
    name: '红烧虾仁',
    src: 'https://www.xiachufang.com/recipe/104684031/',
    recipe: ['🦐虾', '蔬菜冻粒'],
  },
  {
    name: '农家一碗香',
    src: 'https://www.xiachufang.com/recipe/104414929/',
    recipe: ['🥚鸡蛋', '🥓培根', '大青椒', '大红椒'],
  },
];
